import 'package:pr_3/models/item_class.dart';

final List<ItemClass> items = [
  ItemClass(
    1,
    'assets/images/Raf.jpg',
    'РАФАЭЛЛО',
    'Нежный крем и хрустящая начинка в точности повторяющая конфеты Raffaello',
    'Цена за 1кг - 3000руб. Минимальный вес торта 2кг. При сборке необходима доплата за украшения(цена зависит от сложности дизайна)',
  ),
  ItemClass(
    2,
    'assets/images/Oreo.jpg',
    'ОРЕО-КАРАМЕЛЬ',
    'Шоколадный бисквит, сливочная карамель, карамельный чизкейк с печеньками орео',
    'Цена за 1кг - 3000руб. Минимальный вес торта 2кг. При сборке необходима доплата за украшения(цена зависит от сложности дизайна)',
  ),
  ItemClass(
    3,
    'assets/images/Mang.jpg',
    'МАНГО-МАРАКУЯ',
    'Нежное сочетание ванильного бисквита с кусочками настоящих фруктов',
    'Цена за 1кг - 3000руб. Минимальный вес торта 2кг. При сборке необходима доплата за украшения(цена зависит от сложности дизайна)',
  ),
  ItemClass(
    4,
    'assets/images/Cheese.jpg',
    'ЧИЗКЕЙК МАРАКУЙЯ',
    'Кислая начинка в сочетании со сладкой меренговой шапкой',
    'Цена за 1кг - 3000руб. Минимальный вес торта 2кг. При сборке необходима доплата за украшения(цена зависит от сложности дизайна)',
  ),
  ItemClass(
    5,
    'assets/images/Snik.jpg',
    'СНИКЕРС',
    'Арахис в карамели, шоколадный мусс и карамельный чизкейк',
    'Цена за 1кг - 3000руб. Минимальный вес торта 2кг. При сборке необходима доплата за украшения(цена зависит от сложности дизайна)',
  ),
  ItemClass(
    6,
    'assets/images/Red.jpg',
    'КРАСНЫЙ БАРХАТ',
    'Красный бархат или классические ванильные бисквиты с клубникой или малиной',
    'Цена за 1кг - 3000руб. Минимальный вес торта 2кг. При сборке необходима доплата за украшения(цена зависит от сложности дизайна)',
  )
];